Revit 2027 API
ParameterTypeId.StairsTrisertypeNosingLength Property
 "Nosing Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTrisertypeNosingLength { get; }
Public Shared ReadOnly Property StairsTrisertypeNosingLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTrisertypeNosingLength {
	ForgeTypeId^ get ();
}
static member StairsTrisertypeNosingLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace